[{"data":1,"prerenderedAt":70},["ShallowReactive",2],{"home":3},{"_path":4,"_dir":5,"_draft":6,"_partial":6,"_locale":7,"title":8,"description":9,"tags":10,"date":11,"image":12,"slug":13,"draft":14,"body":15,"_type":64,"_id":65,"_source":66,"_file":67,"_stem":68,"_extension":69},"/articles/2019-09-25-cupcakes","articles",false,"","Cupcake ipsum dolor. Sit amet pastry cake toffee","Cupcake ipsum dolor. Sit amet pastry cake toffee carrot cake. Cheesecake candy I love dragée cake jelly-o pie. Cheesecake sesame snaps danish lemon drops sesame snaps sugar plum cupcake powder. Cookie sweet wafer. Jelly chocolate cake dragée candy canes halvah.","cupcakes, baking","2019-09-25T00:00:00.000Z","https://images.unsplash.com/photo-1648737966614-55e58b5e3caf?ixlib=rb-1.2.1&ixid=MnwxMjA3fDF8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1472&q=80","2019-09-25-cupcakes",true,{"type":16,"children":17,"toc":60},"root",[18,27,33,38,45,50,55],{"type":19,"tag":20,"props":21,"children":23},"element","h1",{"id":22},"cupcake-ipsum-dolor",[24],{"type":25,"value":26},"text","Cupcake ipsum dolor.",{"type":19,"tag":28,"props":29,"children":30},"p",{},[31],{"type":25,"value":32},"Sit amet pastry cake toffee carrot cake. Cheesecake candy I love dragée cake jelly-o pie. Cheesecake sesame snaps danish lemon drops sesame snaps sugar plum cupcake powder. Cookie sweet wafer. Jelly chocolate cake dragée candy canes halvah.",{"type":19,"tag":28,"props":34,"children":35},{},[36],{"type":25,"value":37},"Soufflé marzipan pastry topping cheesecake. Jelly marshmallow jelly-o lollipop cake. Candy dragée sweet roll dessert marshmallow. Biscuit apple pie sweet roll candy canes sweet roll sweet chupa chups pudding marshmallow. Brownie croissant biscuit. Ice cream pastry powder wafer carrot cake cotton candy jujubes jelly beans jelly.",{"type":19,"tag":39,"props":40,"children":42},"h2",{"id":41},"cake-lollipop-muffin-cake-lemon-drops",[43],{"type":25,"value":44},"Cake lollipop muffin cake lemon drops.",{"type":19,"tag":28,"props":46,"children":47},{},[48],{"type":25,"value":49},"Pudding chupa chups pudding gummies sweet sugar plum candy canes gummi bears. Dessert cake soufflé cupcake gingerbread. Cake lemon drops oat cake danish jelly-o icing. Caramels ice cream pudding jujubes donut. Gummies pudding cookie bear claw jujubes lollipop fruitcake muffin. Chupa chups lemon drops cupcake candy I love. Muffin I love oat cake icing candy canes ice cream. Lemon drops marshmallow liquorice wafer caramels.",{"type":19,"tag":28,"props":51,"children":52},{},[53],{"type":25,"value":54},"I love cake soufflé sweet roll sugar plum powder. Tiramisu I love carrot cake. Sugar plum sesame snaps sesame snaps cheesecake. Powder cookie carrot cake tiramisu liquorice carrot cake marzipan gummi bears donut. Lemon drops tart I love toffee I love liquorice sweet roll marzipan I love. Donut bonbon soufflé soufflé chocolate cake jelly. Candy canes ice cream sugar plum. Pie cake gingerbread lemon drops.",{"type":19,"tag":28,"props":56,"children":57},{},[58],{"type":25,"value":59},"Halvah I love marshmallow. Gummi bears tiramisu candy I love brownie I love. Chocolate cake wafer croissant. Halvah icing candy canes tart cake I love soufflé chupa chups. Tootsie roll candy canes candy canes dragée. Oat cake pastry topping jelly beans I love tootsie roll. I love candy jelly donut dessert dessert dessert pie marzipan.",{"title":7,"searchDepth":61,"depth":61,"links":62},2,[63],{"id":41,"depth":61,"text":44},"markdown","content:articles:2019-09-25-cupcakes.md","content","articles/2019-09-25-cupcakes.md","articles/2019-09-25-cupcakes","md",1726216670054]